13xforever.language-x86-64-assembly
74th.monokai-charcoal-high-contrast
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alefragnani.project-manager
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradgashler.htmltagwrap
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
george-alisson.html-preview-vscode
github.vscode-github-actions
glenn2223.live-sass
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
njpwerner.autodocstring
pkief.material-icon-theme
quarto.quarto
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
swimm.swimm
tabnine.tabnine-vscode
tamasfe.even-better-toml
teamhub.teamhub
twxs.cmake
vscode-icons-team.vscode-icons
vscodevim.vim
wakatime.vscode-wakatime
withfig.fig
