74th.monokai-charcoal-high-contrast
alefragnani.project-manager
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradgashler.htmltagwrap
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
glenn2223.live-sass
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
quarto.quarto
redhat.vscode-yaml
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
